

-- Вставка данных в таблицу Lines (15 линий)
INSERT INTO Lines (line_name, color) VALUES
('Сокольническая', '#E41F1F'),
('Замоскворецкая', '#2D9B22'),
('Арбатско-Покровская', '#0078BF'),
('Филёвская', '#00B5E2'),
('Кольцевая', '#894E24'),
('Калужско-Рижская', '#F58220'),
('Таганско-Краснопресненская', '#8E479C'),
('Калининская', '#FED500'),
('Серпуховско-Тимирязевская', '#A1A2A3'),
('Люблинская', '#B3D445'),
('Каховская', '#79CDCD'),
('Бутовская', '#B9DDF1'),
('Московское центральное кольцо', '#D04F97'),
('Московская монорельсовая система', '#6D4F9C'),
('Некрасовская', '#CA8BDA');